[
  {
    "id": 1,
    "name": "Access to Excellence Bursary Fund",
    "description": "To be awarded to students enrolled in the Undergraduate Medical Education program at the Faculty of Medicine on the basis of financial need. Financial aid applications will be available in August.",
    "offered_by": "Temerty Faculty of Medicine",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Variable",
    "category": "Financial Need"
  },
  {
    "id": 2,
    "name": "A. H. Walkley Bursary Fund",
    "description": "To be awarded to students in need of financial assistance. Preference will be given to students registered in the Millie Rotman Shime Academic Bridging Program or another Woodsworth College Access program.",
    "offered_by": "Woodsworth College",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Variable",
    "category": "Financial Need"
  },
  {
    "id": 3,
    "name": "Allan Marshall Memorial Bursary",
    "description": "Awarded in memory of Flt/Lt. S.A. Marshall (UC 1948) who gave his life in the service of Canada on May 19, 1956. The bursary of the value of the annual income is awarded to a University College student entering their graduating year, requiring financial assistance, who has in previous years obtained high academic standing and has been active in student affairs.",
    "offered_by": "University College",
    "citizenship": "Domestic;International",
    "deadline": null,
    "value": "Approx. $400",
    "category": "Academic Merit, Financial Need"
  },
  {
    "id": 4,
    "name": "Alta Lind Cook Prize",
    "description": "Awarded to a Victoria College student or former student who has graduated within one year for the best original musical composition or the best original literary composition in either English or French. Previous recipients are not eligible to re-apply.",
    "offered_by": "Victoria College",
    "citizenship": "Domestic;International",
    "deadline": "2025-04-28 17:00",
    "value": "Up to $500",
    "category": "Other"
  },
  {
    "id": 5,
    "name": "Art Museum at the University of Toronto Award",
    "description": "These awards are intended to assist students who have been involved with the Art Museum at the University of Toronto. Students must demonstrate financial need in order to be eligible. Graduate and undergraduate students are eligible with preference to students who have some affiliation with University College.",
    "offered_by": "University College",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Variable",
    "category": "Financial Need, Other"
  },
  {
    "id": 6,
    "name": "Art Museum OSEFT II Awards",
    "description": "These awards are intended to assist students who have been involved with the University Art Centre in a significant way. Students must demonstrate financial need to be eligible. Graduate and undergraduate students from all colleges are eligible, preference to students who have some affiliation with University College. The Scholarship Committee will consult the Director of the Art Centre before selecting recipients.",
    "offered_by": "University College",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Variable",
    "category": "Financial Need"
  },
  {
    "id": 7,
    "name": "Arts and Science Student Union Entrance Bursary UTAPS",
    "description": "This award is disbursed as part of the University of Toronto Financial Aid program. To be awarded to full-time, first-year Faculty of Arts and Science undergraduate students at the University of Toronto on the basis of financial need.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Based on financial need",
    "category": "Financial Need"
  },
  {
    "id": 8,
    "name": "Atkinson Senior Undergraduate Bursary Fund UTAPS",
    "description": "This award is disbursed as part of the University of Toronto Financial Aid program. To be awarded to students in the third or fourth year of their programs of study on the basis of demonstrated financial need. The recipients would be expected to have maintained good academic standing.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Based on financial need",
    "category": "Financial Need"
  },
  {
    "id": 9,
    "name": "Avie Bennett University of Toronto Grant UTAPS",
    "description": "To be awarded to students on the basis of financial need as part of the University of Toronto Financial Aid program.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Based on financial need",
    "category": "Financial Need"
  },
  {
    "id": 10,
    "name": "Bader International Bursary",
    "description": "Awarded to students to enable them to participate in the International Studies Program at Herstmonceux, England, for University of Toronto degree credit. Preference is given to students registered at Victoria College. Students of other colleges in the Faculty of Arts and Science may also apply.",
    "offered_by": "Victoria College",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Up to $10,000",
    "category": "Financial Need"
  },
  {
    "id": 11,
    "name": "Barbara Mary Hardy Bursary",
    "description": "Awarded to Victoria College students with demonstrated financial need.",
    "offered_by": "Victoria College",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Varies",
    "category": "Financial Need"
  },
  {
    "id": 12,
    "name": "Beata Fitzpatrick Award",
    "description": "The Beata Fitzpatrick Award is intended for U of T administrative staff pursuing studies towards an undergraduate or graduate degree, on the basis of financial need. Recipients must be eligible for U of T staff tuition waiver.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Approx. $1500",
    "category": "Financial Need"
  },
  {
    "id": 13,
    "name": "Beatrice Bott Dow Bursary in English Literature",
    "description": "Established in memory of Beatrice Bott Dow by her family. To be awarded to a University College student enrolled in English Literature who has demonstrated financial need.",
    "offered_by": "University College",
    "citizenship": "Domestic;International",
    "deadline": null,
    "value": "Variable",
    "category": "Academic Merit, Financial Need"
  },
  {
    "id": 14,
    "name": "Bennett Scholars UTAPS",
    "description": "This award is disbursed as part of the University of Toronto Financial Aid program. To be awarded to full-time undergraduate students at the University of Toronto on the basis of financial need. The higher value awards will be given to students with Indigenous backgrounds or whose parents did not attend university or college. The remaining awards will be given to undergraduate students on the basis of financial need.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Varies, based on financial need",
    "category": "Financial Need, Other"
  },
  {
    "id": 15,
    "name": "Bernice Gerhart Nursing Award UTAPS",
    "description": "This award is disbursed as part of the University of Toronto Financial Aid program. To be awarded to full-time undergraduate students at the University of Toronto on the basis of financial need in the Faculty of Nursing.",
    "offered_by": "University Registrar's Office",
    "citizenship": "Domestic",
    "deadline": null,
    "value": "Based on financial need",
    "category": "Financial Need"
  }
]
