[
  {
    "scholarship_id": "cgsm",
    "scholarship_name": "Canada Graduate Scholarship – Master's (CGSM)",
    "story": [
      {
        "recipient_name": "Kalee Kiluu-Ngila",
        "role_or_program": "Master of Social Work student",
        "year": null,
        "story_paragraphs": [
          "Hi everyone! My name is Kalee Kiluu-Ngila, and I'm a first-year Master of Social Work student at the University of Toronto. As a low-income, first-generation student, my journey here would not have been possible without scholarships and financial aid. I've worked tirelessly to pursue higher learning, balancing academics, research, and student leadership while working up to 30 hours a week to support my mom and brothers.",
          "As a Black woman and the first in my family to pursue a master's degree, navigating academia was difficult and isolating. However, I persevered thanks to the unwavering support of my peers, mentors, and my undergraduate thesis supervisor, who helped me through the graduate school application process and multiple scholarship applications. It is disheartening to know that many talented students are unable to access higher education due to financial barriers."
        ],
        "source": "Official CGSM video testimonial"
      }
    ]
  },
  {
    "scholarship_id": "cgsd",
    "scholarship_name": "Canada Graduate Scholarship – Doctoral (CGSD)",
    "story": [
      {
        "recipient_name": "CGS-D recipient (Laboratory Medicine & Pathobiology)",
        "role_or_program": "PhD student in Laboratory Medicine & Pathobiology",
        "year": null,
        "story_paragraphs": [
          "I am incredibly honoured to be a recipient of the CIHR CGS-D award as it validates my academic achievements and the significance of my research. With my project, I hope to improve the understanding of combination treatment strategies and identify the subset of NSCLC patients that will have a favourable response."
        ],
        "source": "LMP department announcement"
      }
    ]
  },
  {
    "scholarship_id": "ogs",
    "scholarship_name": "Ontario Graduate Scholarship (OGS)",
    "story": [
      {
        "recipient_name": "Ilham Abbasi",
        "role_or_program": "Medical Genomics student",
        "year": null,
        "story_paragraphs": [
          "Ilham Abbasi, a current second-year student in the Medical Genomics program, is the second student in the program's history to win an Ontario Graduate Scholarship. Demonstrating the high caliber of MedGen students, Ilham won over the award committee by outlining her research contributions and passion for genomics.",
          "Ilham started with the MedGen program in the fall of 2022 after completing her BSc in Biochemistry with an honours thesis from York University. Through her research work, she gained experience in both wet-lab work and bioinformatics, but realized that she did not have a passion for the wet-lab aspects. Having always been interested in genetics, she searched for career options in that area, at one time considering genetic counselling before discovering the Medical Genomics program.",
          "The program checked many of the boxes Ilham was looking for from graduate school, especially how many doors it could open for students. She was drawn to the exploration of many different avenues in genomics, which no other program could provide. Over the last year, she has been able to explore her interests in genetic counselling and bioinformatics, while also developing new interests in variant interpretation, calling the program the perfect mix of all of that.",
          "Winning the OGS award was a huge accomplishment that felt surreal and exciting for Ilham."
        ],
        "source": "Medical Genomics program feature"
      }
    ]
  },
  {
    "scholarship_id": "eng_international_scholar_award",
    "scholarship_name": "University of Toronto Engineering International Scholar Award",
    "story": [
      {
        "recipient_name": "Tamara Abugharbieh",
        "role_or_program": "Engineering Science student",
        "year": 2015,
        "story_paragraphs": [
          "Abugharbieh, the child of two engineers, was raised in Jordan and always eager to follow in her parents' footsteps. At school, she was a member of the robotics team and won a medal for innovation and critical thinking. She enjoys researching projects that help improve society.",
          "While working on a school essay, she came across the writing of U of T alumnus Malcolm Gladwell and was inspired by his thinking, as well as that of other U of T experts such as Nobel laureate John Polanyi. She saw U of T as a place where she could learn how to become an innovative thinker and a leader of change.",
          "Abugharbieh received the news of her acceptance with bouncing and dancing. She enrolled in Engineering Science, a program known for its academic rigour. While she admits it has been challenging, she says the close-knit community of students is a great source of strength and is creating a special bond between her, her colleagues, and the program.",
          "In the future, she wants to specialize in energy systems engineering and ideally carry her knowledge back to her home country. She notes that Jordan and the Middle East in general have a great solar energy resource that needs investment and technology, and her dream is to be a Jordanian pioneer or entrepreneur who helps create a breakthrough in this area."
        ],
        "source": "U of T Engineering news feature"
      },
      {
        "recipient_name": "Katherine Bancroft",
        "role_or_program": "Engineering student",
        "year": 2015,
        "story_paragraphs": [
          "Katherine Bancroft, who describes herself as a third culture kid, was born in Toronto but has spent significant portions of her life in Sydney, Australia, and Singapore. She became fascinated by engineering design in high school when she toured a chemical engineering lab and saw a switchable solvent designed to help clean the material left over from oil sands extraction. The connection between applied science and environmental sustainability captured her interest.",
          "What attracted her to U of T was the vibrant nature of the Skule community. The diversity and inclusiveness, coupled with fun traditions, made U of T a place she wanted to be. The opportunities available through the Professional Experience Year and the incorporation of design from first year made the engineering program especially appealing.",
          "Bancroft is enjoying the challenge of first year, particularly the variety of her courses, and notes that there is something different going on every single day. She has volunteered at Hi-Skule's Mentorship Coffeehouse, joined the Iron Dragon dragon boat team, and plays flute in the Lady Godiva Memorial Band.",
          "She plans to use her U of T Engineering degree to address global issues such as water scarcity and sustainable resource use. She hopes to work in industry or research, collaborating with people across many nations and cultures, and believes that economic growth and environmental sustainability can be mutually supportive."
        ],
        "source": "U of T Engineering news feature"
      }
    ]
  },
  {
    "scholarship_id": "intl_scholar_rotman",
    "scholarship_name": "University of Toronto International Scholar Award (Rotman Commerce)",
    "story": [
      {
        "recipient_name": "Laraine Hoi Wing Lam",
        "role_or_program": "Rotman Commerce student, Pearson Scholar",
        "year": 2025,
        "story_paragraphs": [
          "Receiving the honour of the Lester B. Pearson International Scholarship from the University of Toronto turned an unanticipated dream into reality for Laraine Hoi Wing Lam. She is thrilled to join Rotman Commerce as a Pearson Scholar.",
          "At U of T, she hopes to develop new ways to weave entrepreneurship into education systems worldwide, believing that when the right education is combined with entrepreneurial thinking, it creates something powerful."
        ],
        "source": "2025 Pearson Scholars feature"
      }
    ]
  },
  {
    "scholarship_id": "artsci_intl_undergrad_entrance",
    "scholarship_name": "Arts & Science International Undergraduate Entrance Award",
    "story": [
      {
        "recipient_name": "Mohannad Elmestekawy",
        "role_or_program": "New College student, international from Egypt",
        "year": null,
        "story_paragraphs": [
          "As a child, Mohannad Elmestekawy was known for always asking why, and he has always been interested in how things work. This curiosity grew into a passion for the sciences. In his teens, he was hired as a full-stack web developer at Tutoruu, an education-tech startup in Cairo, and around the same time he began teaching himself how to code for fun.",
          "He vividly remembers watching soccer with his dad when he received the confirmation email from U of T. At first he kept refreshing and rereading it, thinking it must have been a mistake, before realizing it was real. He still finds it hard to believe.",
          "Since arriving at U of T, Elmestekawy has embraced his academic journey wholeheartedly. He enjoys making interesting friends from around the world and says the quality of the academic experience has exceeded his expectations. His classes have been genuinely fun and his professors very supportive.",
          "He has been co-president of the Knox Residence Council and wants to keep taking on leadership roles that bring people together. He remains deeply curious about the mechanics of the world and is working toward becoming an academic researcher and physicist, with interests in experimental and computational biophysics and doing ground-breaking research.",
          "Elmestekawy says he would not have been able to come to U of T without this scholarship, and that from now on everything he learns and does is thanks in part to the award."
        ],
        "source": "Faculty of Arts & Science feature"
      }
    ]
  },
  {
    "scholarship_id": "karta_scholars_program",
    "scholarship_name": "Karta Scholars Program",
    "story": [
      {
        "recipient_name": "Karta Scholar (testimonial)",
        "role_or_program": "Undergraduate student",
        "year": null,
        "story_paragraphs": [
          "U of T helped me explore the different industries I could be part of, become familiar with the culture and people abroad, and grow more independent. I learned to manage multiple tasks on my own, from doing laundry to keeping up with my studies and staying productive.",
          "I have learned how to adapt to different situations, become more of a risk-taker, and communicate with a wide range of people, organizations, and faculty members. So far, this has truly been an experience that I will cherish for the rest of my life."
        ],
        "source": "Karta Scholars program testimonial"
      }
    ]
  },
  {
    "scholarship_id": "robert_davis_black_excellence",
    "scholarship_name": "Robert Davis Black Excellence Award",
    "story": [
      {
        "recipient_name": "Robert Davis",
        "role_or_program": "Creator of the award, BCom 1989",
        "year": 2023,
        "story_paragraphs": [
          "The Robert Davis Black Excellence Award was created from the belief that seeing is believing for young Black professionals. Robert Davis, an Arts & Science alumnus who earned his bachelor of commerce degree in 1989 as a member of New College, wanted to create scholarships for students with financial need and to increase representation.",
          "He recalls that by the late 1990s, he had been with KPMG in Canada for several years and had been promoted to senior manager. Senior leaders told him he had what it took to be a partner, and that he simply had to keep doing great work. Yet when he looked around Bay Street and at accounting firm partnerships, he saw mostly white men, no Black partners, only a handful of partners of colour, and few women. He was being told that partnership was possible, but he could not see it.",
          "Davis notes that until young Black professionals see more Black people in senior positions, they will not truly believe such roles are attainable. Although he enjoyed his work and spent time on secondment in Amsterdam, he eventually left KPMG to work in-house for a client and later at several other companies before returning in 2005 and becoming a partner in 2008.",
          "His gift and this award are meant to show future students that their aspirations in corporate Canada are not only possible but visible and supported."
        ],
        "source": "Faculty of Arts & Science feature on Robert Davis"
      }
    ]
  },
  {
    "scholarship_id": "engineering_equity_awards",
    "scholarship_name": "Canadian Engineering Memorial Foundation and related equity-focused engineering awards",
    "story": [
      {
        "recipient_name": "Vivian Hui",
        "role_or_program": "Engineering Science student",
        "year": 2011,
        "story_paragraphs": [
          "Vivian Hui, a third-year Engineering Science student from Markham, Ontario, won the 2011 Canadian Engineering Memorial Foundation Undergraduate Scholarship for the Ontario region in a strong field of competitors.",
          "She joined four other undergraduate engineering students from across Canada as one of the newest ambassadors and role models for women in engineering. The CEMF awards five scholarships annually to promising women in accredited undergraduate engineering programs, recognizing leadership and extracurricular involvement. All recipients are active in their communities, volunteer many hours, and serve as strong role models for the profession.",
          "Dean Cristina Amon described Vivian as a devoted volunteer, exceptional future engineer, and ambassador for the profession who is richly deserving of the scholarship and recognition for her many leadership contributions."
        ],
        "source": "U of T Engineering news feature"
      },
      {
        "recipient_name": "Stephanie Obeta",
        "role_or_program": "Chemical Engineering student, CGI Scholarship for the Advancement of Black Women in Engineering",
        "year": null,
        "story_paragraphs": [
          "As a fourth-year student in chemical engineering, Stephanie Obeta has learned a great deal about fluid flow, heat transfer, and reaction rates, but her favourite course focused on the role engineers play in building a more just society.",
          "She credits the course Engineering and Social Justice with expanding her worldview on social issues and helping her understand different perspectives. She says she came out of the course as a more well-rounded student with a better sense of how her role as a future engineer can shape society.",
          "Obeta is one of the inaugural recipients of the CGI Scholarship for the Advancement of Black Women in Engineering, part of a wave of new scholarships, bursaries, fellowships, and grants representing a major investment in student support.",
          "To her, receiving this award is symbolic of CGI's commitment to continuously support and uplift Black women in engineering. It inspires her to give back to her community, support her peers, and move closer to achieving her goals."
        ],
        "source": "U of T Engineering alumni news feature"
      }
    ]
  },
  {
    "scholarship_id": "engineering_alumni_leaders_bmo_national",
    "scholarship_name": "Engineering Alumni Leaders Scholarship / Engineering Society Awards (BMO National Scholar story)",
    "story": [
      {
        "recipient_name": "Karys Littlejohns",
        "role_or_program": "Engineering Science student, 2024 BMO National Scholar",
        "year": 2024,
        "story_paragraphs": [
          "Karys Littlejohns describes her award as meaning the world to her and her family. After years of participating in national STEM competitions and research, she enrolled in U of T's Engineering Science program intending to pursue a graduate degree in biomedical engineering.",
          "She is keen to study at the intersection of engineering and human health, with a focus on neurological conditions. Beyond her coursework, she mentors high school students through U of T's Women in Science and Engineering chapter and is committed to inspiring others.",
          "Karys credits U of T's mentorship and research resources, as well as BMO's generosity, for helping her pursue this meaningful work. She is determined to make the most of the opportunity and hopes to make BMO proud."
        ],
        "source": "2024 National Scholars feature"
      }
    ]
  }
]
